{
    "web" : [
        {
            "key" : "w01",
            "title" : "Bolden",
            "type" : "Web Design",
            "link" : "https://boldenmovie.com/",
            "copy" : "The website for the feature film Bolden highlights a flipbook style reminiscent of a bygone era. The type and layouts help to invoke thoughts of the early 1900s, the era where jazz began and subsequently changed the world."
        },
        {
            "key" : "w02",
            "title" : "Derrick Carter",
            "type" : "Web Design",
            "link" : "https://derrickcarter.com/",
            "copy" : "A site developed for the internationally famous Chicago House music DJ, Derrick Carter. Derrick's general style of clothing is very black and blue oriented, and he made it clear he wanted that reflected on his site. I created a palette of smooth, dark blues and deep grays; never going straight to black. The site is a single page design with a beautiful hero to draw you in. Derrick felt the style of the site matched exactly the aesthetic he was going for."
        },
        {
            "key" : "w03",
            "title" : "Aim & Arrow",
            "type" : "Web Design",
            "link" : "https://aimandarrowgroup.com/",
            "copy" : "Aim & Arrow wanted a modern layout using soft colors on a white background. I used the geometric nature of their branding to fill the negative space around content with elements in line with their brand. Shapes, ink splatters, layers using the palette behind primary content, and subtle scroll triggered animations make the site a pleasure for the user to navigate."
        },
        {
            "key" : "w04",
            "title" : "Latinos Progresando",
            "type" : "Web Design",
            "link" : "https://latinospro.org/",
            "copy" : "Latinos Progresando initially contacted us to help with some website content updates yet we knew they were going to need a complete overhaul — their site was not responsive and using an outdated theme. We started with creating a new palette that expressed movement, diversity and culture along with typefaces that better captured the organization's tone. Then, the content was completely reimagined to emphasize their three key focus areas: Immigration Services, Culture, and Community. With this refocus in place, we could showcase these areas distinctly yet cohesively with our new branding."
        },
        {
            "key" : "w05",
            "title" : "Rovely",
            "type" : "Web Design",
            "link" : "https://rovely.com/",
            "copy" : "For Rovely's branding, we spent a lot of time going over shades of green and blue to develop the color palette. We wanted it to be just off of familiar but still inviting. We chose the Panton typeface and then added the small triangle on the 'R' and customized a few of the letterforms to round out the main logo. For the website, we wanted to keep it clean and crisp with bold splashes of color. Custom icons and horizontal content bands break up the information into easy sections."
        },
        {
            "key" : "w06",
            "title" : "Chicago Commons",
            "type" : "Web Design",
            "link" : "https://chicagocommons.org/",
            "copy" : "For Rovely's branding, we spent a lot of time going over shades of green and blue to develop the color palette. We wanted it to be just off of familiar but still inviting. We chose the Panton typeface and then added the small triangle on the 'R' and customized a few of the letterforms to round out the main logo. For the website, we wanted to keep it clean and crisp with bold splashes of color. Custom icons and horizontal content bands break up the information into easy sections."
        },
    ]
}