[
    [
        {
            "key" : "wsavas3ef",
            "title" : "Upwest",
            "type" : "web",
            "link" : "https://upwest.com/",
            "copy" : "An eCommerce site built for Express brand offshoot Upwest using Vue with Shopify. The brand's ethos lies in the comfort of their customers, and their products are all intended to be \"cozy\". Our team felt that the site's UI should also reflect this ethos/intention, which helped our UI/UX and design teams to come up with what is now the branding reflected on their site."
        },
        {
            "key" : "svnwn4808qgne9rgn",
            "title" : "TPH by Taraji",
            "type" : "web",
            "link" : "https://tphbytaraji.com/",
            "copy" : "An brand/eCommerce site built for actress Taraji P Henson's new haircare brand now being sold at Target. This was a super fast-paced project designed to help express her brand and drive traffic to her products on the Target website, and is currently being converted to a full eCommerce website."
        },
        {
            "key" : "wasvno438hg",
            "title" : "Derrick Carter",
            "type" : "web",
            "link" : "https://derrickcarter.com/",
            "copy" : "A site developed for the internationally famous Chicago House music DJ, Derrick Carter. Derrick's general style of clothing is very black and blue oriented, and he made it clear he wanted that reflected on his site. I created a palette of smooth, dark blues and deep grays; never going straight to black. The site is a single page design with a beautiful hero to draw you in. Derrick felt the style of the site matched exactly the aesthetic he was going for."
        },
        {
            "key" : "wasnvoih4wgba",
            "title" : "Aim & Arrow",
            "type" : "web",
            "link" : "https://aimandarrowgroup.com/",
            "copy" : "Aim & Arrow wanted a modern layout using soft colors on a white background. I used the geometric nature of their branding to fill the negative space around content with elements in line with their brand. Shapes, ink splatters, layers using the palette behind primary content, and subtle scroll triggered animations make the site a pleasure for the user to navigate."
        },
        {
            "key" : "asfonq3480fqn34g",
            "title" : "Latinos Progresando",
            "type" : "web",
            "link" : "https://latinospro.org/",
            "copy" : "Latinos Progresando initially contacted us to help with some website content updates yet we knew they were going to need a complete overhaul — their site was not responsive and using an outdated theme. We started with creating a new palette that expressed movement, diversity and culture along with typefaces that better captured the organization's tone. Then, the content was completely reimagined to emphasize their three key focus areas: Immigration Services, Culture, and Community. With this refocus in place, we could showcase these areas distinctly yet cohesively with our new branding."
        },
        {
            "key" : "aosdncwv0n0if",
            "title" : "Chicago Commons",
            "type" : "web",
            "link" : "https://chicagocommons.org/",
            "copy" : "Chicago Commons needed us to give their site a complete overhaul to not only apply their new branding but make the site more engaging for their users and easier to use for the staff. A priority was placed on the results of their highly successful programs so we tried to make what could be boring data on a spreadsheet jump off the page with color and typographic elements."
        }
    ],
    [
        {
            "key" : "oaimvawinefpf",
            "title" : "Adobe",
            "type" : "interactive",
            "link" : "https://player.vimeo.com/video/252907361",
            "copy" : "Adobe wanted a project that showed the power of their software in conjunction with emerging technologies. The team created an interactive booth that projection mapped a wide array of animated designs onto visitors faces and allowed them to share their video footage via social media. I designed and developed the UI for the web app and mobile sharing experience."
        },
        {
            "key" : "asfjqwfj349827",
            "title" : "MirrorShow Management",
            "type" : "interactive",
            "link" : "https://player.vimeo.com/video/211480656",
            "copy" : "We created an interactive game that booth visitors could use to detrmine their persona. We built a booth that used an array of 4k displays and custom made LED button hardware used as contorllers. I fabricated and programmed the interactive hardware using Arduino and Touch Designer."
        }
    ],
    [
        {
            "key" : "asvnmpi349",
            "title" : "MIRRORSHOW MANAGEMENT",
            "type" : "audio",
            "link" : "https://soundcloud.com/concisestudio/sets/msm-tec-exh",
            "copy" : "Mirrorshow needed custom music tailored to their interactive experience. I wrote 10 tracks of downtempo instrumental tracks that fit into the flow of our application, and also designed all the sound effects."
        },
        {
            "key" : "fwifmwq30f",
            "title" : "HIGHS & LOWS IN THE WINDY CITY",
            "type" : "audio",
            "link" : "https://concisemusic.bandcamp.com/album/highs-lows-in-the-windy-city",
            "copy" : "Highs & Lows in the Windy City is made up entirely of unreleased music produced by Jon Iler and his friends over the span of several years in Chicago. In good times and bad times; the moods can clearly be felt track to track, and the album perfectly sums up Jon's years contributing to the house music community with beautiful people that he is proud to call his friends."
        },
        {
            "key" : "2309r023rgnq3opgrm",
            "title" : "CONCISE MUSIC",
            "type" : "audio",
            "link" : "https://www.beatport.com/label/concise-music/47139",
            "copy" : "Concise Music is a small, boutique label that I started about 4 years ago while living in Chicago. We brought smaller artists together from all over the world and released their music worldwide. The label is currently on a hiatus, but we expect to be cranking more new releases out in 2020."
        }
    ]
]